[
  {
    "name": "Tyrion Lannister",
    "cname": "提利昂·兰尼斯特",
    "playedBy": "Peter Dinklage",
    "profile": "nm0227759/zxj914aqukcjnewjn567mrpoz4hdspvi",
    "images": [
      "nm0227759/9bbp5rqc1s7m2cxd15qjgk3gxey4iugj",
      "nm0227759/1c8b4csugflvqardkq4bvf45ui2ej15j",
      "https://ia.media-imdb.com/images/M/MV5BMjI1NTgxNDMwMF5BMl5BanBnXkFtZTgwNzY4NDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMjI0NTU2NTE3NF5BMl5BanBnXkFtZTgwMDc4NDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTYwOTM5MjQyN15BMl5BanBnXkFtZTgwMjE0NDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTY0MDAwMzM0MV5BMl5BanBnXkFtZTgwNDE0NDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMjMwMDQ5NjkyM15BMl5BanBnXkFtZTgwMDMxNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMjE2Nzk3MzA4Nl5BMl5BanBnXkFtZTgwODMxNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTU5MzE2Mzc5Nl5BMl5BanBnXkFtZTgwNjIxNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMjQ1NjgxMzA2N15BMl5BanBnXkFtZTgwNzIxNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTY5ODU4ODQyN15BMl5BanBnXkFtZTgwNzIwNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMjQ0OTA2NDkxNl5BMl5BanBnXkFtZTgwOTIwNDEzMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTE0MTIxNzQyNTJeQTJeQWpwZ15BbWU4MDAyMzI5MjMy._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTU3MTkyMTc4Ml5BMl5BanBnXkFtZTgwMjU5MTkyMzI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMWI0OWIwNDgtN2E0OS00ZDJhLWEzMzQtZmM0N2MxYWM3ZDYyXkEyXkFqcGdeQXVyNjc5Mjg0NjU@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMzdlMmU2MGEtZGNmYy00NzMyLWJhMGItOTMwODc3NDk5YWU2XkEyXkFqcGdeQXVyNjc5Mjg0NjU@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BODkwOTQ0MzA5OF5BMl5BanBnXkFtZTgwMjczMDk2MjI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTY4NDMxNTU2OF5BMl5BanBnXkFtZTgwMDY3NzcwMjI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTYyNzQ3MDU5OF5BMl5BanBnXkFtZTgwMDU3NzcwMjI@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTUxOTQ3NTEzNV5BMl5BanBnXkFtZTgwODQ4MTE2OTE@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTUyODcxMTI5OF5BMl5BanBnXkFtZTgwNDA3MTE2OTE@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTc4MDA5MDg5OF5BMl5BanBnXkFtZTgwMDMwNTgyOTE@._V1.jpg",
      "https://ia.media-imdb.com/images/M/MV5BMTcwNjY5ODA1Ml5BMl5BanBnXkFtZTgwMzMwNTgyOTE@._V1.jpg"
    ],
    "nmId": "nm0227759",
    "chId": "nm0227759",
    "sections": [
      {
        "level": 2,
        "title": "性格和外貌",
        "content": [
          "提利昂非常喜爱读书，善于思考，富有谋略。但是由于他天生畸形，出生时还导致母亲难产死亡，所以父亲泰温对他似乎缺少与詹姆同等的关爱与尊重。他跟哥哥詹姆的关系很好，但是跟姐姐瑟曦的关系非常糟糕。虽然出身高贵并且富有权势，畸形的身材仍然给他带来了许多问题和困扰。提利昂对敌人凶残，但是对和自己有着类似境遇而遭受歧视的人时常怀有同情之心。他说话尖酸刻薄，一针见血，不留情面，往往因此而得罪别人，有时也会为自己招来祸患。",
          "提利昂是一个侏儒，双腿粗短畸形，多次在疲惫时抽筋，头大得不合比例，前额突出，容貌丑陋，两只眼珠一黑一碧，一头长直头发几乎金亮成白，下巴上长着褐色和金黄色交错的胡须。在黑水河之役中，提利昂受了几乎致命的重伤，被削去了半个鼻子，留下了无法复原的疤痕。"
        ]
      },
      {
        "level": 2,
        "title": "历史",
        "content": [
          "提利昂是泰温公爵和乔安娜夫人的第三个孩子，他的哥哥和姐姐是比他年长七岁的双胞胎，詹姆和瑟曦。母亲在生他的时候难产而死，父亲因此归罪于他，并且认为他的畸形是诸神对自己的惩罚。提利昂感觉自己从未得到一个正常的家庭生活，尤其是从童年时代便遭受父亲和姐姐深深的伤害。",
          "提利昂十三岁的时候，和哥哥詹姆从几个强盗手里营救了一个农家女孩泰莎，当詹姆去追赶强盗的时候，提利昂在一旁照顾泰莎。非常意外的是，泰莎因此爱上了他，并和他发生了关系。提利昂对她非常着迷，以至于花钱收买了一个修士主持他和泰莎的秘密婚礼。然而，他们的幸福仅仅持续了两周，随后便被泰温得知了结婚的消息。泰温公爵命令詹姆告诉提利昂，泰莎只是一个妓女，是詹姆花钱雇来让他体验男女之事的。因为这个“妓女”竟然想要嫁给一个兰尼斯特，泰温便让提利昂眼睁睁地看着守卫每人支付一个银币后轮奸了她。在所有的士兵之后，轮到了提利昂，泰温公爵为他支付了一个金币，因为兰尼斯特的出价比一般人要更高。",
          "提利昂十六岁时想要效仿叔叔们十六岁时那样造访九大自由贸易城邦，但最终因为父亲认为这会使家族蒙羞而不被允许。他还打发提利昂去清扫凯岩城内所有的阴沟水槽。"
        ]
      },
      {
        "level": 3,
        "title": "权力的游戏",
        "content": [
          "提利昂作为劳勃国王王家队伍的一员来到了北境的临冬城。在布兰·史塔克从城墙跌落之后，提利昂要乔佛里向布兰的父母表示关切，为了让乔佛里顺从这一命令，提利昂狠狠地扇了他好几巴掌。由于一直怀疑这场事故的原因，提利昂注意到他的哥哥和姐姐对于布兰有可能生还的消息表现得不太自然。",
          "当王室队伍要离开临冬城的时候，提利昂打算继续向北去参观长城。在两个随从杰克和莫里斯陪伴下，他加入了首席游骑兵班扬·史塔克的队伍，和琼恩·雪诺一起前往长城。提利昂看到了长城的破落和守夜人的衰败等第一手情况：守夜人数目不断减少，游骑兵经常一去不复返，野人也比往常更加猖狂地越城墙南下。总司令杰奥·莫尔蒙恳请他向劳勃国王和他的父亲泰温公爵陈情，使他们了解守夜人军团的困境和需要。",
          "在长城，提利昂和琼恩·雪诺成为了朋友，他给了后者很多明智的建议。提利昂看出琼恩由于私生子的身份受到与自己类似的歧视，便试着帮助他正确看待自己的身份。提利昂离开长城的时候，琼恩请求提利昂就像帮助自己一样帮助弟弟布兰，提利昂答应了他。在回南方的路上，提利昂在临冬城短暂停留，却受到了罗柏·史塔克的冷遇和罗柏的冰原狼灰风的攻击。尽管如此，他还是向史塔克家的学士鲁温提供了一份特殊器具的草图，以便让残废的布兰可以骑马。作为感谢，史塔克家提出为他安排住宿，但是提利昂拒绝了，他选择在附近的一家酒馆住下来。",
          "在回君临的路上，提利昂在十字路口客栈遇到了凯特琳·史塔克。由于此前培提尔·贝里席告诉凯特琳，那次刺杀布兰的刺客所用的匕首是属于提利昂的。因此，凯特琳在旅店中召集父亲的封臣，在提利昂完全不清楚原因的情况下逮捕了他，并把他带往鹰巢城。在鹰巢城，莱莎·徒利以试图谋杀布兰和谋杀她的丈夫琼恩·艾林的罪名对提利昂进行审判，而实际上，这两桩罪行跟提利昂均无关系。为了恐吓提利昂，莱莎将他关进了鹰巢城的天牢中，天牢的地面向敞开的悬崖一侧倾斜。在天牢里，提利昂仔细思考了这两项犯罪的实际谋划人可能是谁。他好奇哥哥和姐姐和这两件事是否有关，但是觉得刺杀布兰这一粗劣的行动不太像是他们所为。提利昂最终成功的贿赂了看守莫德，让其告诉莱莎他准备认罪。当莱莎召集了谷地的诸侯来听提利昂的供词时，提利昂要求比武审判。",
          "提利昂以兰尼斯特的财富和信誉为保证雇佣了佣兵波隆为他的代理骑士，波隆杀死了莱莎的代理骑士瓦狄斯·伊根爵士，为提利昂赢得自由。两人在离开鹰巢城的山路上被夏嘎带领的谷地高山氏族部落包围。提利昂利用他的智慧说服高山部落，向他们许诺武器、铠甲和艾林谷。高山部落跟随提利昂离开了明月山脉，到达泰温公爵坐镇的兰尼斯特大营，泰温公爵正以提利昂被逮捕为由进攻河间地。",
          "泰温公爵决定让提利昂和他的高山部落担任前锋防守即将到来的史塔克军，并且给了提利昂几个新的仆人，包括一个新的侍从波德瑞克·派恩。战斗的前一天晚上，提利昂让波隆去给他找个女伴，波隆带回了一个叫做雪伊的年轻妓女，提利昂立刻喜欢上了她，将她收为贴身侍女。第二天，提利昂参加了绿叉河之战，对战卢斯·波顿率领的史塔克部队。兰尼斯特军赢得了胜利，但随后他们意识到这只是史塔克军用来转移他们注意力的部队，而与此同时他哥哥詹姆的部队在奔流城被击败，詹姆本人也被俘虏了。泰温大人带领军队向赫伦堡撤退，同时派提利昂去君临代替他行使国王之手的权力，以防乔佛里再次犯下类似于砍掉艾德·史塔克脑袋这样的错误，但是他严禁提利昂将雪伊带去君临。提利昂却违反了父亲的命令，偷偷带上了雪伊。"
        ]
      },
      {
        "level": 3,
        "title": "列王的纷争",
        "content": [
          "提利昂带着他的高山部落、雪伊还有波隆到达了君临，出示了泰温公爵命他代理国王之手的亲笔信，这让瑟曦十分不满。她威胁将会宣布这封信为伪造并把他投入地牢，但是提利昂以承诺救出詹姆为条件得到了瑟曦的的让步。同时瑟曦也承认她需要帮助并且愿意跟提利昂结成同盟，但是显然他们两个人都没有把这个当真，最终导致了两人之间从未间断的权力斗争。提利昂居住进首相塔，他行使首相职权的第一步是下令将史塔克们的脑袋都从红堡的城墙上摘了下来。",
          "提利昂假意与瓦里斯结盟，依靠他的力量罢免了都城守备队司令杰诺斯·史林特，任命杰斯林·拜瓦特爵士为新任司令，并把史特林和他的几个亲信送去了长城。接着他炮制了一个计划以清除瑟曦安插在御前会议中的告密者：他分别告诉了培提尔·贝里席、瓦里斯还有大学士派席尔他关于弥塞菈和托曼的不同计划。当瑟曦拿着他透露给派席尔的计划向其对质时，提利昂知道了派席尔就是告密者。因此他将派席尔投入了红堡下面的地牢。提利昂的真正计划是把弥塞菈送往多恩跟崔斯丹·马泰尔王子订婚，为了进一步赢得多恩领的支持，还向道朗·马泰尔亲王提供了御前会议的一个位置，并承诺交出谋害道朗的妹妹伊莉亚公主的凶手。",
          "随着一次又一次成功地击败瑟曦，提利昂在御前会议地位的渐渐巩固，于是他开始积极地解决君临面临的围困问题。他命令建造更多的渔船，派出金袍子去监造，还开放御林供人打猎。但这一切仍然不能满足城中众多逃难的人口。他命令君临附近的铁匠打造了数个巨大的铁链，用来封锁黑水河。同时命令炼金术士公会的炼金术士哈林制造更多的野火。最后，他还派出高山部落的人去御林搜索史坦尼斯·拜拉席恩的情报人员和先头部队。",
          "提利昂将雪伊安排在红堡外面一个宅子，以防止她被人发现。瓦里斯知道她的所在之后，利用莎塔雅的妓院来帮提利昂作掩护。提利昂穿过一条藏在妓院中的密道可以偷偷抵达雪伊的住处。然而，雪伊在家里整天焦躁不安，希望能够见识更多宫廷里的事物。在君临暴动之后， 为了雪伊的安全着想，提利昂把她接到了红堡内，伪装成洛丽丝的侍女。",
          "提利昂的表兄克里奥·佛雷爵士，带来了罗柏·史塔克的和平条件，他们要求释放珊莎·史塔克和艾莉亚·史塔克（实际上艾莉亚没有被关在君临），用以换取詹姆， 并且要求乔佛里声明放弃对北境和河间地的领土主权。提利昂认为这些条件不可接受。他让克里奥带去了他们的条件：可以释放珊莎和艾莉亚换取詹姆，但罗柏·史塔克必须要宣誓效忠。与此同时，提利昂设计了一个帮助詹姆逃脱的计划，在护送克里奥的红袍卫队里偷偷藏了几个佣兵刺客。提利昂还接见了来自守夜人军团的艾里沙·索恩爵士， 他从长城带来了一只尸鬼的断手，但是由于路途遥远，在呈递前早已严重腐烂。提利昂和御前会议嘲笑了索恩爵士，但是仍然许诺他可以去地牢中挑选守夜人的新兵。",
          "在蓝礼·拜拉席恩被谋杀后，提利昂抓住机会把提利尔拉到了兰尼斯特一方。他派遣培提尔·贝里席去跟提利尔家族签立合约，并且许诺让乔佛里国王迎娶玛格丽·提利尔。提利昂继续挫败了许多瑟曦的计划：她将托曼乔装送往罗斯比城以使他免于暴民的骚扰并脱离提利昂的势力范围，然而提利昂暗中派人截下了托曼。提利昂还曾找到机会给瑟曦下毒，从而让她不能参加御前会议。对此瑟曦采取了针锋相对的报复措施，她认定爱拉雅雅是提利昂的情妇，因此扣留并毒打了爱拉雅雅，以迫使提利昂交回托曼。提利昂对此愤怒异常，发誓将会把瑟曦在乎的东西全部都从她身边夺走。",
          "史坦尼斯的军队进攻君临，后来这一战役被命名为黑水河之役。提利昂在黑水河河口上拉起了一个巨大的铁链网，从而困住了河面上双方的船只。他下令将炼金术士炼制的野火一股脑的投向困在水面上的战舰，将它们都烧成了灰烬。在战役中，提利昂还亲自组织了一次向城墙外的突击，因为原定执行这一计划的桑铎·克里冈生性怕火，拒绝执行这一任务。提利昂把他手下的人编成楔形纵队从国王门冲出，接着又带领他的人维持部队的队形，利用史坦尼斯的舰队残骸组成了一座临时浮桥，从而穿过黑水河。在战役中，御林铁卫的曼登·穆尔爵士袭击了提利昂并试图谋害他，但是由于提利昂的随从波德瑞克·派恩的援助，只砍到了提利昂的鼻子。提利昂昏迷了过去，到战争之后才醒来，在面部留下了可怕的伤痕并且丢掉了他大部分的鼻子。提利昂怀疑是瑟曦幕后谋划了这一次暗杀。"
        ]
      },
      {
        "level": 3,
        "title": "冰雨的风暴",
        "content": [
          "几周后，提利昂从重伤中完全恢复，更多的坏消息却纷至沓来：泰温公爵获得了黑水河大捷的全部荣誉，并且亲自出任了国王之手，而提利昂则被降职为财政大臣。被迫接受跟珊莎·史塔克的政治婚姻，直到他们结婚一个月后，提利昂也没有强迫他不情愿的新娘圆房。这一做法虽然让珊莎非常感激，却给他自己在宫廷内带来了种种嘲讽和挖苦。在乔佛里·拜拉席恩被谋杀之后，珊莎逃离了君临，只剩提利昂接受不公正的指控。瑟曦带来了提利昂的情妇雪伊来作证，证明提利昂的罪行，并且当庭羞辱了他。提利昂要求比武审判，这一次多恩的奥柏伦·马泰尔亲王主动站出来作为提利昂的代理武士。虽然奥柏伦亲王在比武审判中一度占据上风并且用带有致命毒药的长枪击中了魔山，但是最终还是由于疏忽大意输给了对方。",
          "被定死罪之后，提利昂的哥哥詹姆强迫瓦里斯跟他一起把提利昂从牢里救了出来。在逃离地牢的时候，詹姆向提利昂坦白了一件事情：当年他是在父亲泰温公爵的强迫下撒谎，说泰莎是自己花钱雇来的妓女。而实际上泰莎只是一个普通的农家少女，而且真的爱上了提利昂。提利昂将这认为是不可饶恕的背叛，一怒之下弃詹姆而去，并发誓要报复。在离开红堡之前，提利昂偷偷到了他父亲的卧室，发现雪伊在他父亲的床上，于是他勒死了雪伊。这个时候他遇到了他的父亲，于是要求他的父亲告诉他泰莎到底去了哪里。泰温告诉提利昂，泰莎去了“妓女的去处”。于是提利昂杀死父亲之后逃走了。",
          "提利昂横渡狭海去了瓦里斯给他选择的未知之地。在他逃走之后，瑟曦为提利昂设置了高额的悬赏奖金。"
        ]
      },
      {
        "level": 3,
        "title": "群鸦的盛宴",
        "content": [
          "在这一卷中，提利昂并未正面出场，仍然在横渡狭海的路上。他被大多数人视作被诅咒的弑亲者和弑君者。而实际上他只犯下了前者的罪行。同时，在瑟曦在君临为提利昂设置了高额的悬赏奖金，却只是导致许多无辜的侏儒和小孩被当成他而被杀死送到君临，白白丧命。"
        ]
      },
      {
        "level": 3,
        "title": "魔龙的狂舞",
        "content": [
          "提利昂逃往了狭海对面，并开始考虑自己的去路。他在酒精与绝望中到达了潘托斯的伊利里欧·摩帕提斯总督的庄园。在那，伊利里欧告诉了提利昂关于丹妮莉丝·坦格利安和她的三条龙的事情。他派提利昂连同他的几个朋友：格里芬、小格里芬、罗利·达克菲爵士、莱摩儿修女、“赛学士”哈尔顿乘船含羞少女号一同前往瓦兰提斯。在旅途中，提利昂化名耶罗和胡戈· 希山。他们的计划是与丹妮莉丝汇合并支援她的事业。在途中，提利昂意识到格里芬其实是被放逐的琼恩·克林顿伯爵，而小格里芬其实是在君临沦陷时被人救走的伊耿·坦格利安。小船在路上被石民袭击，提利昂被敲下船，幸而琼恩·克林顿潜水救了他而没被淹死。",
          "在赛荷鲁镇，提利昂受哈尔顿的指示与当地一位海关官员魁沃·诺加斯下了一盘席瓦斯棋以套取信息。随后他去了一家妓院，但被乔拉·莫尔蒙爵士认出并被抓获。乔拉爵士打算把提利昂带给丹妮莉丝以重新获取她的欢心。他们还碰到了一个名叫分妮，想把提利昂干掉的侏儒女人。不过分妮也加入了他们去弥林找丹妮莉丝的旅程，最终她和提利昂成了朋友。但是提利昂，分妮，莫尔蒙在途中被渊凯的奴隶贩子抓获，并被亚赞·佐·夸格兹买了下来，还被他的新监督“保姆”教导如何服侍他们的新主人。",
          "提利昂和分妮被迫在弥林角斗场表演一场滑稽决斗，还不知道在结束的时候有一只狮子会放出来，不过丹妮莉丝知道了这个以后阻止了释放狮子的部分，因为她知道两个侏儒不可能用木头武器打败狮子的。",
          "在他们的新主人死于“苍白母马”之后，他们三个趁机逃跑了。提利昂安排他们加入布朗·本·普棱带领的佣兵团次子团。作为交换，提利昂保证并写下了条据：在他成为凯岩城城主之后，次子团将获得一大笔财富。",
          "提利昂的下一步计划是让次子团再反水到弥林一边，因为渊凯已经输掉了战争，而他们还不知道。"
        ]
      },
      {
        "level": 3,
        "title": "泰温·兰尼斯特",
        "content": [
          "提利昂跟父亲泰温的关系很糟糕。母亲乔安娜夫人在生产提利昂的时候难产而死，因此泰温一直无法原谅他。当发现提利昂跟泰莎结婚的时候，泰温让自己的守卫们轮奸了泰莎，并且让提利昂最后一个上，用这种方式给他一个教训。有关泰莎的记忆一直萦绕在提利昂心里挥之不去，于是他开始跟妓女寻欢作乐。而父亲将他的这些作为视为家族的耻辱。提利昂自己也曾想要杀死他的父亲。",
          "当提利昂被凯特琳·徒利绑架的时候，父亲率军入侵了河间地，这并不是因为关心提利昂的安危，而仅仅是为了维护家族的荣誉。随后在绿叉河之战中，泰温公爵命令提利昂打前锋，这让提利昂怀疑是他只是想趁机除掉他。",
          "虽然他们之间的关系很糟糕，但泰温仍然认可了他的能力，把他派往君临去代替他担任国王之手。 提利昂圆满完成了任务，设法保持了多恩领的中立，并且在黑水河建造了一条巨大的铁链，将史坦尼斯的舰队困在了河面上，并用野火将他们成功击溃，这些功绩都得到了泰温公爵的承认。因此提利昂要求他的父亲宣布他为法定继承人，这在詹姆加入御林铁卫失去继承权之后是显而易见的合法要求。对此泰温却直截了当地拒绝了，声称坚决不会让提利昂把凯岩城变成他的妓院。",
          "在乔佛里死后，瑟曦指控是提利昂谋杀了他。泰温组建了一个法庭来审判他的儿子。 提利昂要求比武审判，在他的代理骑士失败之后，他的父亲宣判了提利昂的死刑，虽然提利昂是否真的谋杀了乔佛里尚未查清。詹姆在提利昂被执行死刑的前一天晚上救出了他。他告诉提利昂这是为了弥补当年因为泰莎的事对他撒的谎。泰莎并不是他买来的妓女，而是一个普通的农家少女。得知这件事之后，提利昂通过密道（瓦里斯带的路逃跑，但是提利昂好奇其他通道误闯了首相塔）到了他父亲居住的首相塔，发现雪伊在父亲的床上，他杀了雪伊，之后拿了十字弓的提利昂在厕所找到泰温公爵，射穿了他的肚子。"
        ]
      },
      {
        "level": 3,
        "title": "瑟曦·兰尼斯特",
        "content": [
          "瑟曦·兰尼斯特是提利昂的姐姐，一直对他看不上眼。奥柏伦·马泰尔和他的姐姐伊莉亚·马泰尔在他们十来岁时拜访凯岩城，詹姆和瑟曦带他们去看刚出生不久的提利昂。瑟曦用手去拧提利昂的小鸡鸡，害得他疼得哭喊了出来，直到詹姆去劝阻她才住手。当她在书中读到受神祝福的贝勒把他的姐妹都囚禁了起来以防她们用美色诱惑他的故事时，瑟曦又去提利昂的育婴室掐他，把他掐到哭。在瑟曦听到一个女巫的预言宣称说她将会被自己的\"Valonquar\"（高等瓦雷利亚语“兄弟”）杀死后，她对提利昂就变得更加残忍了。",
          "瑟曦从来不隐瞒对提利昂的厌恶，提利昂对此也一直心知肚明，并且对此睚眦必报，这导致了他们两个长时间的相互仇视。提利昂甚至想过偷偷雇佣一个无面者去杀掉他姐姐。 唯一能够阻止他们两个相互伤害的人只有詹姆。瑟曦提到过她确实想杀了提利昂，可她知道如果她真这么做了，詹姆将永远无法原谅她。而提利昂不愿伤害瑟曦的原因是他爱着他的哥哥，而且知道瑟曦对于他的哥哥是多么的重要。",
          "而具有讽刺意味的是，瑟曦只要对提利昂表现出一点点的善意和爱（提利昂一直对爱渴望已久，特别是来自家人的爱），他就会用最大的热情就回报她，对于詹姆也是如此。而提利昂并不知道，瑟曦每次看到他，都会想起当年女巫的预言。当乔佛里被谋杀之后，瑟曦误以为提利昂就是凶手，便尽自己一切所能企图置提利昂于死地，甚至收买他之前的情妇雪伊去作伪证来当众羞辱她的\"Valonquar\"。",
          "当提利昂杀掉泰温公爵并逃走之后，瑟曦陷入了噩梦当中，感觉到处都是提利昂的鬼影，害怕预言实现。她悬赏通缉提利昂，却只是带来了许多无辜的侏儒被杀害，但是瑟曦不会惩罚任何杀掉侏儒的人，因为她相信说不定下一个被杀掉的侏儒就是提利昂，她也担心惩罚会让人们在杀侏儒时心怀犹豫而导致提利昂逃走。",
          "当瑟曦听到弥赛菈在多恩被暗黑之星伤害的时候，她坚信这是提利昂的阴谋，是提利昂雇佣暗黑之星砍掉了弥赛菈的耳朵，作为他在黑水河之役失去了鼻子的报复。在瑟曦得知他的叔叔凯冯被十字弓杀死之后，她很有可能认为这又是提利昂的作为，（瑟曦不知道实际上是瓦里斯干的）。她可能会认为提利昂用十字弓杀死了凯冯，就像他用十字弓杀死了他们的父亲一样。恐怕瑟曦将要在噩梦的阴影中看到更多提利昂的鬼影。"
        ]
      },
      {
        "level": 3,
        "title": "詹姆·兰尼斯特",
        "content": [
          "詹姆·兰尼斯特是提利昂的哥哥。从小到大，詹姆是唯一一个真正给予提利昂关怀和照顾的人，为此提利昂曾觉得无论他哥哥做了什么他都可以原谅。詹姆一直为父亲强迫他说的关于泰莎的谎言而心怀愧疚，在负罪感的驱使下詹姆私自放走了提利昂，即使在他自己也不敢确定提利昂到底有没有谋害他儿子乔佛里的情况下。",
          "在放走提利昂的时候，詹姆向他坦白了当年关于泰莎的真相，这让提利昂暴怒不已。在愤怒的驱使下，提利昂向詹姆说出了瑟曦背着他跟别的男人私通的事，并且还谎称的确是自己杀死了乔佛里，仅仅为了能更深地伤害到詹姆。",
          "提利昂对伊利里欧·摩帕提斯说，他会亲手杀掉瑟曦和詹姆。提利昂也许真的对杀掉瑟曦毫不犹豫，但是他的内心对詹姆的感情依旧很复杂。"
        ]
      },
      {
        "level": 3,
        "title": "他的叔叔和姑妈",
        "content": [
          "从各方面的证据来看，提利昂跟他的叔叔吉利安和提盖特关系很好。",
          "吉利安曾经送给提利昂几本书：“长腿”洛马斯写的奇迹和人造奇迹，而且经常跟提利昂提起世界的16大奇观。提利昂一直希望能够跟吉利安叔叔去环游世界，找回家族宝剑光啸，但是不被父亲所允许。",
          "吉利安和提盖特有一次在他命名日之前问他想要什么礼物，提利昂说想要一只龙宝宝，吉利安认为这是他听过最好笑的事，提盖特则向他解释最后一条龙在一世纪前死去，世界上已经没有龙了。为此，他哭了一整晚直到睡着。",
          "当提瑞克·兰尼斯特在君临暴动失踪后，因为怀念起他父亲(提盖特)对自己很好，提利昂要求守卫无论生死都要找到他。",
          "至于叔叔凯冯，直到提利昂被指控谋杀乔佛里国王之前，都对他较为友善。但是在乔佛里被杀之后，凯冯认为他丢了家族的脸面，代表泰温出面提议让他穿上黑衣。",
          "他的姑妈吉娜非常了解她的侄子詹姆和提利昂，她很早便意识到提利昂才是泰温两个儿子中真正继承了他的精神和性格。"
        ]
      },
      {
        "level": 3,
        "title": "泰莎",
        "content": [
          "泰莎是提利昂的第一任妻子。十几年来提利昂一直认为她是一个妓女，只是他的哥哥花钱雇来让他初尝男女之事的。他认为这个女人只是想要他的钱罢了。因此当提利昂最终发现泰莎只是他在路上遇到的普通农家少女，并且是真的爱上了他的时候，他彻底的感觉自己被家人背叛了。",
          "这是他杀死父亲最主要的原因。"
        ]
      },
      {
        "level": 3,
        "title": "雪伊",
        "content": [
          "雪伊一开始是提利昂的情妇，虽然提利昂一直克制自己，但还是对她产生了感情。提利昂要求瓦里斯帮助隐藏雪伊的身份，并将她送进红堡做女仆来保护她的安全。提利昂曾多次提醒自己，雪伊爱的只是金子。最终也证明他是对的，雪伊在提利昂的审判中背叛了他，作伪证谎称提利昂为了登上铁王座，谋划杀死国王还有他的父亲和姐姐。",
          "后来提利昂在他父亲的床上发现雪伊，提利昂用金项链绞死了她。"
        ]
      }
    ],
    "intro": [
      "提利昂·兰尼斯特（Tyrion Lannister）是泰温公爵和乔安娜夫人的第三个也是最小的孩子。因为是个侏儒，他有时候被戏称为小恶魔和半人。他利用自己的智慧屡次化险为夷，帮助兰尼斯特家族赢得了五王之战，但命运的不公使得他成为了一个弑亲者和通缉犯，踏上了流亡之路。",
      "提利昂是书中一个非常重要的POV人物。在电视剧中，由皮特·丁拉基扮演。"
    ],
    "wikiId": 223
  }
]